[LWS_Buccaneer X2SoldierClassTemplate]
+DisplayName="海盗"
+ClassSummary="海盗专注于近距作战，使用剑和短管霰弹枪。擅长节省行动点和回收弹药，以更有效的杀戮。"
+LeftAbilityTreeTitle="剑术"
+RightAbilityTreeTitle="惹是生非"
AbilityTreeTitles[0]="剑术"
AbilityTreeTitles[1]="铅弹枪"
AbilityTreeTitles[2]="惹是生非"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"

+RandomNickNames[0]="老伙计"
+RandomNickNames[1]="错骨"
+RandomNickNames[2]="残酷"
+RandomNickNames[3]="亡命徒"
+RandomNickNames[4]="威胁"
+RandomNickNames[5]="铅弹"
+RandomNickNames[6]="索马里"
+RandomNickNames[7]="杰克刀"
+RandomNickNames[8]="朋友"
+RandomNickNames[9]="麻雀"
+RandomNickNames[10]="祸害"
+RandomNickNames[11]="逆戟鲸"
+RandomNickNames[12]="师爷"
+RandomNickNames[13]="鱼鹰"
+RandomNickNames[14]="海妖"
+RandomNickNames[15]="锤头"
+RandomNickNames[16]="掠夺者"
+RandomNickNames[17]="坏血病"
+RandomNickNames[18]="公海"
+RandomNickNames[19]="寄生"
+RandomNickNames[20]="佩刀"
+RandomNickNames[21]="钩子"
+RandomNickNames[22]="停下"
+RandomNickNames[23]="燧发枪"
+RandomNickNames[24]="伟大的蓝"
+RandomNickNames[25]="咸狗"
+RandomNickNames[26]="坦帕湾"